{
    "An unexpected error occurred and we have notified our support team. Please try again later.": "Si è verificato un errore imprevisto e il nostro team di supporto è stato avvisato. Riprova più tardi.",
    "Are you sure you want to cancel your subscription?": "Sei sicuro di voler annullare il tuo abbonamento?",
    "Are you sure you would like to switch billing plans?": "Sei sicuro di voler cambiare piano di abbonamento?",
    "Are you sure you want to resume your subscription?": "Sei sicuro di voler riattivare il tuo abbonamento?",
    "Billing Management": "Gestione fatturazione",
    "Cancel Subscription": "Annulla abbonamento",
    "Change Subscription Plan": "Cambia piano di abbonamento",
    "Change the current payment method attached to your subscription": "Cambia il metodo di pagamento associato al tuo abbonamento",
    "Confirm": "Conferma",
    "Confirm Billing Action": "Conferma azione di fatturazione",
    "Current Subscription Plan": "Piano di abbonamento attuale",
    "Currently Subscribed": "Attualmente abbonato",
    "Download Invoice": "Scarica fattura",
    "ex VAT": "IVA esclusa",
    "Failed Subscription Payment": "Pagamento abbonamento non riuscito",
    "Having second thoughts about cancelling your subscription? You can instantly reactivate your subscription at any time until the end of your current billing cycle. After your current billing cycle ends, you may choose an entirely new subscription plan.": "Hai cambiato idea sull'annullamento dell'abbonamento? Puoi riattivarlo in qualsiasi momento fino alla fine del ciclo di fatturazione. Dopo la scadenza, potrai scegliere un nuovo piano.",
    "It looks like you do not have an active subscription. You may choose one of the subscription plans below to get started. Subscription plans may be changed or cancelled at your convenience.": "Non hai un abbonamento attivo. Puoi scegliere uno dei piani qui sotto per iniziare. I piani possono essere cambiati o annullati in qualsiasi momento.",
    "Invoices": "Fatture",
    "Loading": "Caricamento",
    "Managing billing for :billableName": "Gestione fatturazione per :billableName",
    "Monthly": "Mensile",
    "Nevermind": "Annulla",
    "Nevermind, I'll keep my old plan": "Annulla, mantengo il vecchio piano",
    "Next Payment": "Prossimo pagamento",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment method, and download your recent invoices.": "Il portale di fatturazione ti permette di gestire facilmente il piano, il metodo di pagamento e scaricare le fatture recenti.",
    "Paid": "Pagato",
    "Payment Method": "Metodo di pagamento",
    "Resume Subscription": "Riattiva abbonamento",
    "Return to :appName": "Torna a :appName",
    "Signed in as": "Accesso come",
    "Subscribe": "Abbonati",
    "Subscription Pending": "Abbonamento in attesa",
    "The selected plan is invalid.": "Il piano selezionato non è valido.",
    "This account does not have an active subscription.": "Questo account non ha un abbonamento attivo.",
    "This subscription has expired and cannot be resumed. Please create a new subscription.": "Questo abbonamento è scaduto e non può essere riattivato. Crea un nuovo abbonamento.",
    "Terms of Service": "Termini di servizio",
    "Update Payment Method": "Aggiorna metodo di pagamento",
    "We are processing your subscription. Once the subscription has successfully processed, this page will update automatically. Typically, this process should only take a few seconds.": "Stiamo elaborando il tuo abbonamento. Una volta completato, la pagina si aggiornerà automaticamente. Di solito bastano pochi secondi.",
    "We are unable to process your payment. Please contact customer support.": "Non è stato possibile elaborare il pagamento. Contatta il supporto clienti.",
    "Whoops! Something went wrong.": "Ops! Qualcosa è andato storto.",
    "Yearly": "Annuale",
    "You may cancel your subscription at any time. Once your subscription has been cancelled, you will have the option to resume the subscription until the end of your current billing cycle.": "Puoi annullare l'abbonamento in qualsiasi momento. Dopo l'annullamento, potrai riattivarlo fino alla fine del ciclo di fatturazione.",
    "You are already subscribed.": "Sei già abbonato.",
    "You are currently within your free trial period. Your trial will expire on :date. Starting a new subscription will end your trial.": "Sei nel periodo di prova gratuita. La prova scade il :date. Iniziare un nuovo abbonamento terminerà la prova.",
    "Your next payment of :amount will be processed on :date.": "Il prossimo pagamento di :amount sarà effettuato il :date.",
    "Your last payment of :amount failed. Please update your payment method to retry the failed payment.": "L'ultimo pagamento di :amount non è riuscito. Aggiorna il metodo di pagamento per riprovare.",
    "Your subscription has been successfully cancelled. You will still have access until the end of your billing period.": "Abbonamento annullato con successo. Avrai accesso fino alla fine del periodo di fatturazione.",
    "Your subscription was successfully resumed.": "Abbonamento riattivato con successo.",
    "Your subscription was successfully updated.": "Abbonamento aggiornato con successo."
}
